{
  "sodium.option_impact.low": "低",
  "sodium.option_impact.medium": "中",
  "sodium.option_impact.high": "高",
  "sodium.option_impact.extreme": "超高",
  "sodium.option_impact.varies": "変動",
  "sodium.options.pages.general": "一般",
  "sodium.options.pages.quality": "品質",
  "sodium.options.pages.advanced": "高度",
  "sodium.options.view_distance.tooltip": "描画距離は地形がどのくらいの距離で描画されるか制御する。距離が短いほどレンダリングされる地形の量が少なくなり、フレームレートが向上する。",
  "sodium.options.brightness.tooltip": "ゲームの明るさ(ガンマ値)を制御する。",
  "sodium.options.gui_scale.tooltip": "UIに使用されるスケール因子の最大値を設定します。「自動」の場合は、常に最大のスケール因子が使われる。",
  "sodium.options.fullscreen.tooltip": "有効にすると、ゲームはフルスクリーンで表示される(サポートされている場合)。",
  "sodium.options.v_sync.name": "垂直同期",
  "sodium.options.v_sync.tooltip": "有効にすると、ゲームのフレームレートはモニターのリフレッシュレートに同期される。これにより、全体的な入力遅延を犠牲にして全体的にスムーズな操作性を実現する。この設定はシステムの動作が遅い場合、パフォーマンスが低下する可能性がある。",
  "sodium.options.fps_limit.tooltip": "1秒あたりの最大フレーム数を制限する。これによりマルチタスク時のバッテリー使用量や一般的なシステム負荷を軽減することができる。V-Syncが有効になっている場合、この設定はディスプレイのリフレッシュレートよりも低い場合を除き無視される。",
  "sodium.options.view_bobbing.tooltip": "有効にすると、移動中にプレイヤーの視界が揺れる。プレイ中に乗り物酔いをするプレイヤーはこの設定を無効にするといいだろう。",
  "sodium.options.attack_indicator.tooltip": "攻撃インジケータの表示位置を調整する。",
  "sodium.options.graphics_quality.tooltip": "デフォルトのグラフィックス設定はいくつかの古い設定を制御し、MODの互換性のために必要。以下のオプションが \"デフォルト\"に設定されている場合この設定が使用される",
  "sodium.options.clouds_quality.name": "雲",
  "sodium.options.clouds_quality.tooltip": "空に浮かぶ雲の描画品質を制御する。",
  "sodium.options.weather_quality.name": "天気",
  "sodium.options.weather_quality.tooltip": "雨や雪のエフェクトの品質を制御する",
  "sodium.options.particle_quality.name": "パーティクル",
  "sodium.options.particle_quality.tooltip": "画面上に一度に存在できるパーティクルの最大数を制御する。",
  "sodium.options.smooth_lighting.tooltip": "ブロックがスムーズに光ったりシェーディングされるかどうかを制御する。",
  "sodium.options.biome_blend.tooltip": "ブロックの色付けのために調べるバイオームの範囲を制御する。値を大きくするとチャンクの構築にかかる時間が大幅に増えるが、品質の向上は望めない。",
  "sodium.options.entity_distance.tooltip": "エンティティがプレイヤーからどれだけ離れても描画されるか制御します。値を高くすると、フレームレートを犠牲にしても描画距離が長くなります。",
  "sodium.options.entity_shadows.tooltip": "有効にすると、影がモブやその他エンティティの下にレンダリングされる。",
  "sodium.options.vignette.name": "Vignette",
  "sodium.options.vignette.tooltip": "If enabled, a vignette effect will be rendered on the player's view. This is very unlikely to make a difference to frame rates unless you are fill-rate limited.",
  "sodium.options.mipmap_levels.tooltip": "Controls the number of mipmaps which will be used for block model textures. Higher values provide better rendering of blocks in the distance, but may adversely affect performance with many animated textures.",
  "sodium.options.use_block_face_culling.name": "Use Block Face Culling",
  "sodium.options.use_block_face_culling.tooltip": "If enabled, only the sides of blocks which are facing the camera will be submitted for rendering. This can eliminate a large number of block faces very early in the rendering process, saving memory bandwidth and time on the GPU. Some resource packs may have issues with this option, so try disabling it if you're seeing holes in blocks.",
  "sodium.options.use_fog_occlusion.name": "Use Fog Occlusion",
  "sodium.options.use_fog_occlusion.tooltip": "If enabled, chunks which are determined to be fully hidden by fog effects will not be rendered, helping to improve performance. The improvement can be more dramatic when fog effects are heavier (such as while underwater), but it may cause undesirable visual artifacts between the sky and fog in some scenarios.",
  "sodium.options.use_entity_culling.name": "Use Entity Culling",
  "sodium.options.use_entity_culling.tooltip": "If enabled, entities determined not to be in any visible chunks will be skipped during rendering. This can help improve performance by avoiding the rendering of entities located underground or behind walls.",
  "sodium.options.use_particle_culling.name": "Use Particle Culling",
  "sodium.options.use_particle_culling.tooltip": "If enabled, only particles which are determined to be visible will be rendered. This can provide a significant improvement to frame rates when many particles are nearby.",
  "sodium.options.animate_only_visible_textures.name": "Animate Only Visible Textures",
  "sodium.options.animate_only_visible_textures.tooltip": "If enabled, only animated textures determined to be visible will be updated. This can provide a significant boost to frame rates on some hardware, especially with heavier resource packs. If you experience issues with some textures not being animated, try disabling this option.",
  "sodium.options.allow_direct_memory_access.name": "Allow Direct Memory Access",
  "sodium.options.allow_direct_memory_access.tooltip": "If enabled, some critical code paths will be allowed to use direct memory access for performance. This often greatly reduces CPU overhead for chunk and entity rendering, but can make it harder to diagnose some bugs and crashes. You should only disable this if you've been asked to or otherwise know what you're doing.",
  "sodium.options.enable_memory_tracing.name": "Enable Memory Tracing",
  "sodium.options.enable_memory_tracing.tooltip": "Debugging feature. If enabled, stack traces will be collected alongside memory allocations to help improve diagnostic information when memory leaks are detected.",
  "sodium.options.performance_impact_string": "Performance Impact: %s",
  "sodium.options.use_persistent_mapping.name": "Use Persistent Mapping",
  "sodium.options.use_persistent_mapping.tooltip": "If enabled, a small amount of memory will be persistently mapped as a staging buffer for chunk uploading, helping to reduce CPU overhead and frame time instability when loading or updating chunks.\n\nRequires OpenGL 4.4 or ARB_buffer_storage.",
  "sodium.options.chunk_memory_allocator.name": "Chunk Memory Allocator",
  "sodium.options.chunk_memory_allocator.tooltip": "Selects the memory allocator that will be used for chunk rendering.\n- ASYNC: Fastest option, works well with most modern graphics drivers.\n- SWAP: Fallback option for older graphics drivers. May increase memory usage significantly.",
  "sodium.options.buttons.undo": "戻る",
  "sodium.options.buttons.apply": "適用",
  "sodium.options.buttons.close": "閉じる",
  "sodium.options.buttons.donate": "私達にコーヒーをおごってくれ！"
}
